/* The string for canceling a map editing function. */
"CancelKey" = "中止";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "中止しますか。";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "変更は保存されません。";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "作成したオブジェクトは保存されません。";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "変更を破棄する";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "編集中止";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "無効なアドレス";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "ポイントのアドレスを含める必要があります";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "このポイントの場所を追加していません";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "新しいポイントは追加されません";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "編集を続行する";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "削除するポイントを選択してください。";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "削除するポイントがありません。";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "すべてのポイントを消去しますか。";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "No";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Yes";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "ポイントに切り替えますか。";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "ポリラインに切り替えますか。";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "ポリゴンに切り替えますか。";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "追加したポイントが変更されず、オブジェクトの登録を続行できます";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "追加したポイントはすべて削除されます";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "このポイントを削除しますか。";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "保存";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "フィルタ";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "現在の場所";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "提案が見つかりません";

/* The text of the editingPanel Address textField. */
"AddressKey" = "アドレス";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "すべて消去";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ 正常に作成されました";

/* The placeholder text of the Searchbar */
"SearchKey" = "検索";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "新規ポイント追加";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "ベースマップ";

/* The title for the standard map type. */
"StandardKey" = "standard";

/* The title for the hybrid map type. */
"HybridKey" = "hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "hybridFlyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "mutedStandard";

/* The title for the satellite map type. */
"SatelliteKey" = "satellite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "satelliteFlyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "場所追加";

